import React from 'react'
import Image from 'next/image'

const OrderDoc = () => {
    return (
        <main>
        <div className="container">
            <nav aria-label="breadcrumb">
                <ol className="breadcrumb es-breadcrumb">
                    <li className="breadcrumb-item"><a href="#">Главная</a></li>
                    <li className="breadcrumb-item active" aria-current="page">Доставка</li>
                </ol>
            </nav>
        </div>
        <section className="section-wrp">
            <div className="container">
                <div className="es-public-offer">
                    <h1 className="page-title">Доставка</h1>
                    <p className="es-public-offer-text">
                        Сложно сказать, почему предприниматели в сети интернет функционально разнесены на независимые элементы. Таким образом, высококачественный прототип будущего проекта однозначно фиксирует необходимость укрепления моральных ценностей. Есть над чем задуматься: предприниматели в сети интернет объединены в целые кластеры себе подобных. Однозначно, представители современных социальных резервов неоднозначны и будут ассоциативно распределены по отраслям. Противоположная точка зрения подразумевает, что сторонники тоталитаризма в науке лишь добавляют фракционных разногласий и обнародованы.
                    </p>
                    <p className="es-public-offer-text">
                        Вот вам яркий пример современных тенденций — повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо дальнейших направлений развития. Для современного мира высокое качество позиционных исследований создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития. Но явные признаки победы институционализации являются только методом политического участия и своевременно верифицированы.Вот вам яркий пример современных тенденций — повышение уровня гражданского сознания однозначно определяет каждого участника как способного принимать собственные решения касаемо дальнейших направлений развития. Для современного мира высокое качество позиционных исследований создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса дальнейших направлений развития.
                    </p>
                    <p className="es-public-offer-text">
                        Но явные признаки победы институционализации являются только методом политического участия и своевременно верифицированы.
                    </p>
                </div>
            </div>
        </section>
    </main>
    )
}

export default OrderDoc