import React from 'react'

const PublicOffer = () => {
    return (
        <main>
        <div className="container">
            <nav aria-label="breadcrumb">
                <ol className="breadcrumb es-breadcrumb">
                    <li className="breadcrumb-item"><a href="#">Главная</a></li>
                    <li className="breadcrumb-item active" aria-current="page">Оферта</li>
                </ol>
            </nav>
        </div>
        <section className="section-wrp">
            <div className="container">
                <div className="es-public-offer">
                    <h1 className="page-title">Публичная офетра</h1>
                    <div className="es-group-title">1. Определения терминов</div>
                    <p className="es-public-offer-text">
                        1. Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:
                        1.1. Интернет-магазин «название интернет-магазина» – сайт, расположенный на доменном имени www.адрес
                        интернет-магазина, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих
                        ему сервисов, содержащий информацию о Товарах, Продавце, позволяющий осуществить выбор, заказ и (или)
                        приобретение Товара.
                        1.2. Сайт – www.___________
                        1.3.Посетитель сайта — лицо, пришедшее на сайт www.______ без цели размещения Заказа.
                        1.4. Пользователь — физическое лицо, посетитель сайта, принимающий условия настоящего Соглашения
                        и желающий
                        разместить Заказы в Интернет-магазине.
                        1.5. Покупатель (Потребитель) - Пользователь, разместивший Заказ в Интернет-магазине.
                        1.6. Продавец — юридическое лицо либо индивидуальный предприниматель, Товары которого размещены
                        в Интернет-магазине.
                        1.7.АдминистрациясайтаИнтернет-магазина — уполномоченные сотрудники на управления сайтом, действующие
                        от имени Продавца.
                        1.8. Товар — обувь, одежда, аксессуары и иные товары, представленные к продаже на Сайте.
                        1.9. Заказ — должным образом оформленный запрос Покупателя на приобретение и доставку по указанному
                        Покупателем адресу / посредством самовывоза Товаров, выбранных на Сайте.
                        1.10. Учётная запись — страница Пользователя / Покупателя, доступная после прохождения процедуры
                        регистрации
                        на сайте, содержащая персональные данные и доступ к которой осуществляется с использованием логина
                        и пароля.
                        Действия, совершённые через Учётную запись, считаются совершёнными Пользователем / Покупателем,
                        чьи персональные данные указаны в Учётной записи.
                        1.11. Call - центр — центр обработки обращений (звонков), в том числе информационного сопровождения
                        и оформления заказов клиентов по голосовым каналам связи.
                    </p>
                    <div className="es-group-title">2. Общие положения</div>
                    <p className="es-public-offer-text">
                        2.1. Настоящее пользовательское соглашение (далее — Соглашение) относится к сайту Интернет-магазина
                        «название интернет-магазина», расположенному по адресу: адрес интернет-магазина, и ко всем соответствующим
                        сайтам, связанным с сайтом www.____________________адрес интернет-магазина.
                        2.2. Сайт Интернет-магазина «название интернет-магазина» (далее — сайт) является собственностью название
                        организации, предприятия___________________________
                        2.3. Настоящее Соглашение регулирует отношения между Интернет-магазином «название интернет-магазина»
                        (далее — Интернет-магазин) и Пользователем данного Сайта.
                        2.4. Интернет-магазин оставляет за собой право в любое время в одностороннем порядке изменять, добавлять
                        или удалять пункты настоящего Соглашения, изменять правила пользования сайтом, а также изменять содержание
                        данного сайта без уведомления Пользователя. Изменения вступают в силу с момента публикации новой редакции
                        Соглашения на Сайте.
                        2.5. Пользователь несёт персональную ответственность за проверку настоящего Соглашения на наличие
                        изменений
                        в нем.
                        2.6. Продолжение использования сайта Пользователем означает принятие Соглашения и изменений, внесённых
                        в настоящее Соглашение. В случае несогласия с настоящим Соглашением Пользователь обязан немедленно
                        прекратить использование сервиса и покинуть Сайт.
                        2.7. Интернет — магазин вправе ограничить доступ к сайту в случае нарушения Пользователем условий
                        настоящего
                        Соглашения.
                        2.8. Использование материалов и сервисов сайта регулируется нормами действующего законодательства
                        Республики
                        Узбекистан.
                    </p>
                    <div className="es-group-title">3. Предмет соглашения</div>
                    <p className="es-public-offer-text">
                        3.1. Предметом настоящего Соглашения является предоставление возможности Пользователю приобретать
                        для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской
                        деятельности,
                        Товары, представленные в каталоге Интернет-магазина по адресу___. Данное Соглашение распространяется
                        на все виды Товаров и услуг, представленных на сайте, пока такие предложения с описанием присутствуют
                        в каталоге Интернет-магазина.
                        3.2. Правовое регулирование настоящего Соглашения осуществляется в соответствии с положениями Гражданского
                        кодекса Республики Узбекистан, Законами Республики Узбекистан «О защите прав потребителей» № 221–I
                        от 26.04.1996 г., «Об электронной коммерции» № 613–II от 29.04.2004 г., Правил розничной торговли
                        в Республике Узбекистан (приложение № 1 к Постановлению Кабинета Министров Республики Узбекистан
                        № 75 от 13.02.2003 г.), Правил осуществления электронной коммерции (приложение № 1 к Постановлению
                        Кабинета
                        Министров Республики Узбекистан № 185 от 02.06.2016 г.) и других нормативных актов Республики Узбекистан.
                        3.3. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный
                        момент услуги (сервисы) Интернет-магазина, а также любые их последующие модификации и появляющиеся
                        в дальнейшем дополнительные услуги (сервисы) Интернет-магазина.
                        3.4. Настоящее Соглашение является публичной офертой, в соответствии со ст. ст. 367, 369 Гражданского
                        кодекса Республики Узбекистан. Получая доступ к сайту Пользователь считается присоединившимся к настоящему
                        Соглашению.
                        3.5. Договор розничной купли-продажи считается заключённым с момента выдачи Продавцом Покупателю кассового
                        или товарного чека либо иного документа, подтверждающего оплату Товара.
                    </p>
                </div>
            </div>
        </section>
    </main>
    )
}

export default PublicOffer